[
  {
    "id": "633ba14e52be0a00b04ee9da",
    "category": "Web Design",
    "subCategory": "",
    "author_img": "https://nasim0994.github.io/nasim-portfolio/img/nasim-1.jpg",
    "title": "What is Web Design?",
    "body": "Web design is the art of planning and arranging content on a website so that it can be shared and accessed online with the world. A combination of aesthetic and functional elements, web design is what determines the look of a website—such as its colors, fonts, and graphics—as well as shaping the site’s structure and the users’ experience of it. Today, creating a website is one of the pillars of having an online presence. Because of this, the world of web design is as dynamic as ever. It is constantly evolving, including mobile apps and user interface design, to meet the growing needs of website owners and visitors alike. Web design is often a collaborative process that combines knowledge and tools from related industries, ranging from web design statistics to SEO optimization and UX. Web designers will often bring together professionals from these areas who can optimize performance and focus on the larger process and outcome.",
    "thumbnail": "https://img.freepik.com/free-vector/cartoon-web-design-background_52683-70879.jpg?w=2000g",
    "like": 50,
    "comment": 0,
    "views": 120
  },
  {
    "id": "633ba14ee9cf3c36e6e2524e",
    "category": "Web Development",
    "subCategory": "",
    "author_img": "https://nasim0994.github.io/nasim-portfolio/img/nasim-1.jpg",
    "title": "What is Web Development?",
    "body": "Web development is the building and maintenance of websites; it’s the work that happens behind the scenes to make a website look great, work fast and perform well with a seamless user experience. Web developers, or ‘devs’, do this by using a variety of coding languages. The languages they use depends on the types of tasks they are preforming and the platforms on which they are working. Web development skills are in high demworldwide and well paid too – making development a great career option. It is one of the easiest accessible higher paid fields as you do not need a traditional university degree to become qualified. The field of web development is generally broken down into front-end (the user-facing side) and back-end (the server side). Let’s delve into the details.",
    "thumbnail": "https://blog.openclassrooms.com/en/wp-content/uploads/sites/4/2018/03/web-develoment.jpgg",
    "like": 50,
    "comment": 0,
    "views": 120
  },
  {
    "id": "633ba14e6d4630fa9eb18510",
    "category": "Youtube tricks",
    "subCategory": "",
    "author_img": "https://nasim0994.github.io/nasim-portfolio/img/nasim-1.jpg",
    "title": "How to create Youtube account",
    "body": "Mobile terminated (MT) messages, URLs, OTP, notification and promotional message formats.",
    "thumbnail": "./../img/posts/post-1.png",
    "like": 50,
    "comment": 0,
    "views": 120
  },
  {
    "id": "633ba14e8967198608f127e7",
    "category": "Youtube tricks",
    "subCategory": "",
    "author_img": "https://nasim0994.github.io/nasim-portfolio/img/nasim-1.jpg",
    "title": "How to create Youtube account",
    "body": "Mobile terminated (MT) messages, URLs, OTP, notification and promotional message formats.",
    "thumbnail": "./../img/posts/post-1.png",
    "like": 50,
    "comment": 0,
    "views": 120
  }
]
